3DR/wavetest/W6/background/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  laminar;

//RAS
//{
//    RASModel        kEpsilon;//kEpsilonStab;

//    turbulence      on;

//    printCoeffs     on;
//}	
	
//	kEpsilonStabCoeffs
//	{
//		lambda2 0.0;
//	}
	



// ************************************************************************* //
